IDEA StatiCa Open Model
CalculationCase.IsActive Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 active load case/combination
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool IsActive { get; set; }
Public Property IsActive As Boolean
	Get
	Set
public:
property bool IsActive {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationCase Class
IdeaRS.OpenModel.Detail.Loading Namespace